Repository: calliweb-repo/Relais-Colis-Woocommerce
Catalog: languages/relais-colis-woocommerce-*.po
Languages: fr_fr

source: RC API: Invalid activation key
fr_fr: API RC : clé d'activation non valide

source: Missing or empty required parameter:
fr_fr: Paramètre obligatoire manquant ou vide :

source: RC API: Invalid response content type:
fr_fr: API RC : type de contenu de réponse non valide :

source: A pricing rule conflicts with an existing one.
fr_fr: Une règle de tarification entre en conflit avec une règle existante.

source: Response status of place return request is error
fr_fr: Le statut de réponse de la demande de retour de lieu est une erreur

source: RC API: Invalid response
fr_fr: API RC : réponse non valide

source: RC API: No response
fr_fr: API RC : aucune réponse

source: Invalid mode: only B2C is authorized
fr_fr: Mode invalide : seul le mode B2C est autorisé

source: Invalid mode: only C2C is authorized
fr_fr: Mode invalide, seul le mode C2C est autorisé

source: Order invalid state
fr_fr: État de la commande invalide

source: Shipping label generation is not supported for C2C home/home+ delivery mode
fr_fr: La génération d'étiquettes d'expédition n'est pas prise en charge pour le mode de livraison C2C Home/Home+

source: Not enough money in balance
fr_fr: Plus suffisamment d'argent sur votre compte

source: License Issue
fr_fr: Problème de clé d'activation

source: Please enter a valid activation key to access all features.
fr_fr: Veuillez entrer une clé d'activation valide pour accéder à toutes les fonctionnalités.

source: Enter my license
fr_fr: Entrer ma clé d'activation

source: Your Information
fr_fr: Vos informations

source: The configuration associated with your account.
fr_fr: La configuration associée avec votre compte.

source: C2C informations
fr_fr: Informations C2C

source: The informations associated with your C2C account.
fr_fr: Les informations associées à votre compte C2C.

source: Prices Grid
fr_fr: Grilles de tarifs

source: A min value must be entered.
fr_fr: Un minimum doit être saisi.

source: A price value must be entered.
fr_fr: Un prix doit être saisi.

source: Min value (%s) must be less than Max value (%s).
fr_fr: La valeur minimale (%s) doit être inférieure à la valeur maximale (%s).

source: Tariff grids updated successfully!
fr_fr: Grilles tarifaires mises à jour avec succès !

source: Tariff Grids
fr_fr: Grilles tarifaires

source: Add prices with a free threshold. The unit of weight is %s
fr_fr: Ajoutez des prix avec un seuil gratuit. L'unité de poids est le %s

source: Units
fr_fr: Unités

source: Units of measurement
fr_fr: Unités de mesure

source: Label Format
fr_fr: Format d'étiquette

source: Choose the label format to print.
fr_fr: Choisir le format d'étiquette à imprimer.

source: Services
fr_fr: Prestations

source: Service Configuration
fr_fr: Configuration des prestations

source: Configure all services.
fr_fr: Configurer toutes les prestations.

source: Delivery Method
fr_fr: Méthode de livraison

source: Client Choice
fr_fr: Choix du client

source: Product Choice
fr_fr: Choix du produit

source: This option will be visible to the customer in the checkout
fr_fr: Cette option sera visible pour le client dans le checkout

source: Activate: You can choose the products associated with this service / Deactivate: The service will be available for all products.
fr_fr: Activer : Vous pouvez choisir les produits associés à ce service / Désactiver : Le service sera disponible pour tous les produits.

source: Assigned Products
fr_fr: Produits assignés

source: Select products for this service
fr_fr: Sélectionner les produits pour ce service

source: Active
fr_fr: Actif

source: Price
fr_fr: Prix

source: Failed to communicate with the RC API. Please check your connection and try again.
fr_fr: Échec de la communication avec l'API RC. Veuillez vérifier votre connexion et réessayer.

source: The activation key you entered is invalid. Please check and try again.
fr_fr: La clé d'activation que vous avez saisie est invalide. Veuillez vérifier et réessayer.

source: The RC API returned an invalid response. Please try again later.
fr_fr: L'API RC a renvoyé une réponse invalide. Veuillez réessayer plus tard.

source: The hash token you entered is invalid. Please check and try again.
fr_fr: La clé d'activation que vous avez saisie est invalide. Veuillez vérifier et réessayer.

source: General configuration
fr_fr: Configuration générale

source: Your API Information
fr_fr: Vos informations API

source: Enter your activation key to synchronize your information.
fr_fr: Saisissez votre clé d'activation pour synchroniser vos informations.

source: Live/Test Mode
fr_fr: Mode Live/Test

source: Switch between Live mode and Test mode.
fr_fr: Basculer entre le mode Live et le mode Test.

source: Activation Key
fr_fr: Clé d'activation

source: Your C2C or B2C activation key.
fr_fr: Votre clé d'activation B2C ou C2C.

source: C2C hash token
fr_fr: Hash token C2C

source: Your C2C hash token.
fr_fr: Votre hashtag token C2C.

source: Hello
fr_fr: Bonjour

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: The options included in your C2C account.
fr_fr: Les options incluses dans votre compte C2C.

source: The options included in your B2C account.
fr_fr: Les options incluses dans votre compte B2C.

source: Copied!
fr_fr: Copié !

source: Copy failed!
fr_fr: Échec de la copie !

source: Copy the information to the clipboard
fr_fr: Copier les informations dans le presse-papiers

source: Refresh your information
fr_fr: Rafraichir vos informations

source: Delete
fr_fr: Supprimer

source: Delivery method name
fr_fr: Méthode de livraison

source: Criteria type
fr_fr: Type de critère tarifaire

source: Total order price
fr_fr: Prix total de la commande - Euro (€)

source: Order weight
fr_fr: Poids de la commande -

source: Tariff ranges
fr_fr: Plages tarifaires

source: Add a line
fr_fr: Ajouter une ligne

source: Shipping threshold
fr_fr: Seuil de livraison gratuite en euro

source: Add a grid
fr_fr: Ajouter une grille

source: Enseigne ID
fr_fr: ID de l'enseigne

source: Enseigne ID Light
fr_fr: ID de l'enseigne allégé

source: Enseigne Name
fr_fr: Nom de l'enseigne

source: Use Enseigne ID
fr_fr: Utiliser l'ID de l'enseigne

source: Address Line 1
fr_fr: Adresse Ligne 1

source: Address Line 2
fr_fr: Adresse Ligne 2

source: Postal Code
fr_fr: Code Postal

source: City
fr_fr: Ville

source: Live Mapping API
fr_fr: API de cartographie en direct

source: Live Mapping PID
fr_fr: PID de cartographie en direct

source: Live Mapping Key
fr_fr: Clé de cartographie en direct

source: Folder
fr_fr: Dossier

source: Return Version
fr_fr: Version de retour

source: Return Login
fr_fr: Identifiant de retour

source: Return Password
fr_fr: Mot de passe de retour

source: Agency Code
fr_fr: Code de l'agence

source: Return Site
fr_fr: Site de retour

source: Updated By
fr_fr: Mis à jour par

source: Created At
fr_fr: Créé le

source: Updated At
fr_fr: Mis à jour le

source: Unknown Field
fr_fr: Champ inconnu

source: Option ID
fr_fr: ID de l'option

source: Option Name
fr_fr: Nom de l'option

source: Option Value
fr_fr: Valeur de l'option

source: Unknown Option
fr_fr: Option inconnue

source: 10 X 15 : 4 PER PAGE
fr_fr: 10 X 15 : 4 PAR PAGE

source: Centimeters (cm)
fr_fr: Centimètre (cm)

source: Meters (m)
fr_fr: Mètre (m)

source: Grams (g)
fr_fr: Gramme (g)

source: Kilograms (kg)
fr_fr: Kilogramme (kg)

source: The shipping labels for the order {index} have been generated
fr_fr: L'étiquette du Colis {index} a été générée

source: The product has been registered by the departure relay
fr_fr: Produit enregistré par le relais de départ

source: The product has been picked up by the carrier
fr_fr: Produit récupéré par le transporteur

source: The package has been dropped off at the relay point
fr_fr: Colis déposé au relais

source: The package has been collected from the relay point
fr_fr: Colis retiré au point relais

source: The package was not picked up
fr_fr: Colis non récupéré

source: The package has been returned to the sender
fr_fr: Le colis a été retourné à l'expéditeur

source: The package is currently being returned to the sender
fr_fr: Le colis est actuellement en cours de retour vers l'expéditeur

source: Unknown status
fr_fr: Statut inconnu

source: Result ID
fr_fr: ID du résultat

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Balance
fr_fr: Solde

source: Account Status
fr_fr: Statut du compte

source: Account Type
fr_fr: Type de compte

source: Unknown Information
fr_fr: Informations inconnues

source: Items to be distributed
fr_fr: Produits à répartir

source: Items distributed
fr_fr: Produits répartis

source: Shipping labels placed
fr_fr: Étiquettes de livraison générées

source: Way bills generated
fr_fr: Lettres de voiture générées

source: Unknown order state
fr_fr: État de commande inconnu

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable this shipping method.
fr_fr: Activer cette méthode de livraison.

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Définit le titre que l'utilisateur voit lors du paiement.

source: Relais Colis: home deliveries.
fr_fr: Relais Colis : livraison à domicile.

source: Relais Colis: home deliveries with options.
fr_fr: Relais Colis : livraisons à domicile avec options.

source: Relais Colis: concerns collection from relay points.
fr_fr: Relais Colis : concerne la collecte en point relais.

source: Unknown Relay
fr_fr: Relais inconnu

source: No address available
fr_fr: Aucune adresse valable

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Relay Name:
fr_fr: Nom du relais :

source: Relay ID:
fr_fr: Identifiant du relais :

source: Address:
fr_fr: Adresse :

source: View on Google Maps
fr_fr: Voir sur Google Maps

source: Opening Hours
fr_fr: Horaires d'ouverture

source: Relais Colis - Additional infos
fr_fr: Relais Colis - Informations supplémentaires

source: Package
fr_fr: Colis

source: Tracking links
fr_fr: Lien(s) de suivi

source: RC Shipping method
fr_fr: Méthode de livraison

source: Bulk auto distribute
fr_fr: Colisage automatique en masse

source: Order
fr_fr: Commande

source: You do not have sufficient permissions to bulk auto distribute items in packages.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour utiliser la répartition automatique des produits dans les colis.

source: Bulk place labels
fr_fr: Génération d'étiquettes en masse

source: All the shipping labels have been placed
fr_fr: Toutes les étiquettes ont été générées

source: Bulk print shipping labels
fr_fr: Imprimer les étiquettes en masse

source: Bulk generate way bills
fr_fr: Génération de lettres de voiture en masse

source: remaining
fr_fr: restant(s)

source: Auto distribute
fr_fr: Répartition automatique

source: Add in package
fr_fr: Ajouter dans un colis

source: Please add a package.
fr_fr: Veuillez ajouter un colis.

source: Products to distribute
fr_fr: Produits sans colis

source: Delete Package
fr_fr: Supprimer le colis

source: pcs
fr_fr: unité(s)

source: Remove from package
fr_fr: Retirer

source: Add a package
fr_fr: Ajouter un colis

source: Existing Packages
fr_fr: Colis existants

source: Unknown
fr_fr: Inconnu

source: height
fr_fr: hauteur

source: width
fr_fr: largeur

source: length
fr_fr: longueur

source: Unit weight (kg)
fr_fr: Poids unitaire (kg)

source: Quantity to be distributed
fr_fr: Quantité à répartir

source: Quantity
fr_fr: Quantité

source: Update package
fr_fr: Mettre à jour le colis

source: All products have been assigned to a package.
fr_fr: Tous les produits ont été affectés à un colis.

source: Summary
fr_fr: Récapitulatif

source: Place shipping label
fr_fr: Générer les étiquettes

source: Print shipping label
fr_fr: Imprimer l'étiquette

source: Shipping label:
fr_fr: Étiquette de livraison :

source: Estimate your shipment
fr_fr: Estimer votre envoi

source: Estimated shipping price:
fr_fr: Prix estimé de livraison :

source: Generate return label
fr_fr: Générer l'étiquette de retour

source: Generate home return label
fr_fr: Générer l'étiquette de retour à domicile

source: Return information
fr_fr: Informations de retour

source: Return number
fr_fr: Numéro du retour

source: Cab number
fr_fr: Numéro de l'étiquette

source: Deadline associated with the return
fr_fr: Date limite du retour

source: URL for related return label
fr_fr: URL pour l'étiquette de retour

source: Generate way bill
fr_fr: Générer la lettre de voiture

source: Print way bill
fr_fr: Imprimer la lettre de retour

source: A network error occurred:
fr_fr: Une erreur de réseau s'est produite :

source: Unknown error.
fr_fr: Erreur inconnue.

source: Unknown error while generating the way bill
fr_fr: Une erreur inconnue s'est produite lors de la génération de la lettre de voiture

source: The products have already been distributed into packages
fr_fr: Tous les produits ont déjà été affectés à des colis

source: All the packages have been distributed
fr_fr: Tous les produits ont été répartis

source: There are still packages to be distributed
fr_fr: Il reste des produits à répartir

source: Order not found
fr_fr: Commande introuvable

source: Shipping labels must be placed first
fr_fr: Les étiquettes de livraison doivent être générées au préalable

source: The packages in the order must first be divided into packages
fr_fr: Les colis dans la commande doivent tout d'abord être divisés

source: Product shipping labels have already been generated
fr_fr: Les étiquettes ont déjà été générées

source: Click <a href='%s' target='_blank'>here</a> to download the shipping labels.
fr_fr: Cliquez <a href='%s' target='_blank'>ici</a> pour télécharger les étiquettes.

source: Click <a href='%s' target='_blank'>here</a> to download the way bills.
fr_fr: Cliquez <a href='%s' target='_blank'>ici</a> pour télécharger les lettres de voiture.

source: Invalid order ID
fr_fr: Nonce invalide

source: An error occurred while getting price
fr_fr: Une erreur s'est produite lors de la récupération du prix du colis

source: Package not found
fr_fr: Colis introuvable

source: An error occurred while downloading shipping label
fr_fr: Une erreur s'est produite lors du téléchargement de l'étiquette de livraison

source: An error occurred while placing shipping label
fr_fr: Une erreur s'est produite lors la génération de l'étiquette de livraison

source: An error occurred while adding a package
fr_fr: Une erreur s'est produite lors de l'ajout d'un colis

source: Invalid product
fr_fr: Nonce invalide

source: Not enough product remaining quantity
fr_fr: Quantité de produit restante insuffisante

source: This product is too heavy to be added to a package.
fr_fr: Ce produit possède un poids trop important pour être ajouté à un colis.

source: This package is too heavy to be added to a package.
fr_fr: Ce produit est trop lourd pour être ajouté à ce colis.

source: An error occurred while adding product to a package
fr_fr: Une erreur s'est produite lors de l'ajout d'un produit dans un colis

source: Product not found in package
fr_fr: Produit non trouvé dans le colis

source: An error occurred while removing product from package
fr_fr: Une erreur s'est produite lors de la suppression d'un produit d'un colis

source: There are still products to be distributed into packages
fr_fr: Il reste des produits à répartir dans le(s) colis

source: An error occurred while auto distributing products into packages
fr_fr: Une erreur s'est produite lors de la répartition automatique des produits dans les colis

source: This package is too heavy.
fr_fr: Ce produit est trop lourd.

source: An error occurred while updating the package
fr_fr: Une erreur s'est produite lors de l'ajout d'un colis

source: Invalid offer: only Relay is authorized
fr_fr: Offre invalide : seul les commandes en relais sont éligibles au retour actuellement

source: No response from Relais Colis API
fr_fr: Aucune réponse de l'API Relais Colis

source: An error occurred while generating return label
fr_fr: Une erreur s'est produite lors la génération de l'étiquette de retour

source: An error occurred while generating way bill
fr_fr: Une erreur s'est produite lors de la génération de la lettre de voiture

source: RC State
fr_fr: État Relais Colis

source: All Relais Colis shipping methods
fr_fr: Tous les modes d'expédition Relais Colis

source: All Relais Colis order states
fr_fr: Tous les états Relais Colis

source: Export in CSV (C2C)
fr_fr: Exporter en CSV (C2C)

source: You do not have sufficient permissions to export orders.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour exporter des commandes.

source: Weight
fr_fr: Poids

source: Conforming dimensions
fr_fr: Dimensions conformes

source: Conforming goods
fr_fr: Marchandises conformes

source: Recipient title
fr_fr: Civilité du destinataire

source: Recipient last name
fr_fr: Nom du destinataire

source: Recipient first name
fr_fr: Prénom du destinataire

source: Destination address line 1
fr_fr: Numéro de rue du destinataire

source: Destination address line 2
fr_fr: Rue du destinataire

source: Destination postal code
fr_fr: Code postal de la destination

source: Destination city
fr_fr: Ville de la destination

source: Destination country
fr_fr: Pays de la destination

source: Recipient email
fr_fr: Email du destinataire

source: Recipient phone
fr_fr: Téléphone du destinataire

source: Destination ID
fr_fr: ID de la destination

source: Destination name
fr_fr: Nom de la destination

source: Please select a relay point
fr_fr: Veuillez sélectionner un point relais

source: Available services:
fr_fr: Services disponibles :

source: Appointment Scheduling
fr_fr: Prise de Rendez-vous

source: Delivery to the Floor
fr_fr: Livraison à l'étage

source: Two-Person Delivery
fr_fr: Livraison à deux

source: Setup of Large Appliances
fr_fr: M.E.S gros électroménager

source: Quick Assembly
fr_fr: Assemblage rapide

source: Oversized Items
fr_fr: Hors normes

source: Product Unpacking
fr_fr: Déballage produit

source: Packaging Removal
fr_fr: Évacuation emballage

source: Removal of Old Equipment
fr_fr: Reprise de votre ancien matériel

source: Delivery to Desired Room
fr_fr: Livraison dans la pièce souhaitée

source: Curbside Delivery
fr_fr: Livraison au pas de porte

source: Floor
fr_fr: Étage

source: Please select a floor
fr_fr: Sélectionner un étage

source: Ground floor (RDC)
fr_fr: Rez-de-chaussée

source: 1st floor
fr_fr: 1er étage

source: 2nd floor
fr_fr: 2ème étage

source: 3rd floor
fr_fr: 3ème étage

source: 4th floor
fr_fr: 4ème étage

source: 5th floor and above
fr_fr: 5ème étage et étages supérieurs

source: Type of residence
fr_fr: Type de logement

source: Please select a type
fr_fr: Sélectionner un type de logement

source: House
fr_fr: Maison

source: Apartment
fr_fr: Appartement

source: Elevator
fr_fr: Ascenseur

source: Additional delivery instructions
fr_fr: Instructions de livraison supplémentaires

source: %s is not active, as it requires WooCommerce to be installed. Please install WooCommerce with version %s or higher.
fr_fr: %s n'est pas actif, car il nécessite l'installation de WooCommerce. Veuillez installer WooCommerce en version %s ou supérieure.

source: %s is not active, as it requires WooCommerce version %s or higher. Please %supdate WooCommerce &raquo;%s
fr_fr: %s n'est pas actif, car il nécessite WooCommerce en version %s ou supérieure. Veuillez %smise à jour WooCommerce &raquo;%s

source: %s is not active, as it requires PHP version %s or higher. Please update PHP
fr_fr: %s n'est pas actif, car il nécessite PHP en version %s ou supérieure. Veuillez mettre à jour PHP

source: %s is not active, as it requires WordPress version %s or higher. Please %supdate WordPress &raquo;%s
fr_fr: %s n'est pas actif, car il nécessite WordPress en version %s ou supérieure. Veuillez %smise à jour WordPress &raquo;%s

source: Settings
fr_fr: Paramètres

source: More plugins
fr_fr: Plus de plugins
